Repository: hilaire/CuisApp
Catalog: i18n/po/*.po
Languages: fr, ia

source: Image Viewer --
fr: Visionneuse d'image
ia: Imagine Visualisator

source: Pick up a picture
fr: Choisir une image
ia: Seliger un imagine

source: Flip H
fr: Retourner H
ia: Revert H

source: Flip the picture horizontally.
fr: Retourner l'image horizontalement
ia: Revert le imagine horizontalente

source: Flip V
fr: Retourner V
ia: Revert V

source: Flip the picture vertically.
fr: Retourner l'image verticallement
ia: Revert le imagine verticalente

source: Open
fr: Ouvrir
ia: Aperte

source: Select a picture to visualize and to operate with.
fr: Choisir une image à visualiser et à opérer avec.
ia: Seliger un imagine a videmente con operar se.

source: Redo
fr: Refaire
ia: Refacer

source: Redo the last undone operation.
fr: Refaire la dernière opération annulée
ia: Refacer le ultime action disfacite

source: Rotate Left
fr: Pivoter à gauche
ia: Rotar a sinistra

source: Rotate the picture of 90 degrees to the left.
fr: Pivoter l'image de 90 degrés à gauche.
ia: Girar le imagine a 90 degrado a sinistra.

source: Rotate Right
fr: Pivoter à droite
ia: Rotar a dextra

source: Rotate the picture of 90 degrees to the right.
fr: Pivoter l'image de 90 degrés à droite.
ia: Girar le imagine a 90 degrado a dextra.

source: Undo
fr: Défaire
ia: Disfacer

source: Undo the last operation.
fr: Défaire la dernière opération.
ia: Disfacer le ultime operation.

source: Zoom In
fr: Grossir
ia: Zoom avante

source: Zoom in the picture.
fr: Grossir l'image.
ia: Aggrandir le imagine.

source: Zoom Out
fr: Dégrossir
ia: Zoom retro

source: Zoom out the picture.
fr: Dégrossir l'image.
ia: Diminuer le imagine.
